

Execution datetime: 20190313.094840 


Trying 10.176.14.233...
Connected to 10.176.14.233.
Escape character is '^]'.



DC-Edge2#
DC-Edge2#
end
exit
skip
exit
enable
config t
ip route 10.73.164.0/24 10.175.4.1
ip route 10.175.0.0/24 10.175.4.1
ip route 10.175.4.0/24 10.175.4.1
no ip route 0.0.0.0/0 10.175.4.1
exit
end
page
^C
DC-Edge2#
DC-Edge2#end
Invalid input -> end
Type ? for a list
DC-Edge2#exit
DC-Edge2>
SYSLOG: <14> Mar 13 15:48:41 DC-Edge2 Security: console logout by un-authenticated console user from PRIVILEGED EXEC mode 
skip
Invalid input -> skip
Type ? for a list
DC-Edge2>exit
Invalid input -> exit
Type ? for a list
DC-Edge2>enable
No password has been assigned yet...
DC-Edge2#
SYSLOG: <14> Mar 13 15:48:45 DC-Edge2 Security: console login by un-authenticated console user to PRIVILEGED EXEC mode 
config t
DC-Edge2(config)#ip route 10.73.164.0/24 10.175.4.1
DC-Edge2(config)#ip route 10.175.0.0/24 10.175.4.1
DC-Edge2(config)#ip route 10.175.4.0/24 10.175.4.1
DC-Edge2(config)#no ip route 0.0.0.0/0 10.175.4.1
DC-Edge2(config)#exit
DC-Edge2#
SYSLOG: <14> Mar 13 15:48:51 DC-Edge2 Security: running-config was potentially changed by operator from console 
end
Invalid input -> end
Type ? for a list
DC-Edge2#page
Enable page display mode
DC-Edge2#