

Execution datetime: 20190313.095018 


Trying 10.176.14.231...
Connected to 10.176.14.231.
Escape character is '^]'.



Corp2-Access-3(Stack)#
Corp2-Access-3(Stack)#
end
exit
skip
exit
enable
config t
ip route 10.73.164.0/24 10.175.4.1
ip route 10.175.0.0/24 10.175.4.1
ip route 10.175.4.0/24 10.175.4.1
no ip route 0.0.0.0/0 10.175.4.1
exit
end
page
^C
Corp2-Access-3(Stack)#
Corp2-Access-3(Stack)#end
Invalid input -> end
Type ? for a list
Corp2-Access-3(Stack)#exit
Corp2-Access-3(Stack)>
SYSLOG: <14> Mar 13 08:50:20 Corp2-Access-3(Stack) Security: console logout by un-authenticated console user from PRIVILEGED EXEC mode 
skip
Invalid input -> skip
Type ? for a list
Corp2-Access-3(Stack)>exit
Invalid input -> exit
Type ? for a list
Corp2-Access-3(Stack)>enable
No password has been assigned yet...
Corp2-Access-3(Stack)#
SYSLOG: <14> Mar 13 08:50:24 Corp2-Access-3(Stack) Security: console login by un-authenticated console user to PRIVILEGED EXEC mode 
config t
Corp2-Access-3(Stack)(config)#ip route 10.73.164.0/24 10.175.4.1
Corp2-Access-3(Stack)(config)#ip route 10.175.0.0/24 10.175.4.1
Corp2-Access-3(Stack)(config)#ip route 10.175.4.0/24 10.175.4.1
Corp2-Access-3(Stack)(config)#no ip route 0.0.0.0/0 10.175.4.1
Corp2-Access-3(Stack)(config)#exit

SYSLOG: <14> Mar 13 08:50:30 Corp2-Access-3(Stack) Security: running-config was potentially changed by operator from console 
Corp2-Access-3(Stack)#end
Invalid input -> end
Type ? for a list
Corp2-Access-3(Stack)#page
Enable page display mode
Corp2-Access-3(Stack)#