

Execution datetime: 20190313.094956 


Trying 10.176.14.231...
Connected to 10.176.14.231.
Escape character is '^]'.



Corp1-Dist-2#
end
exit
skip
exit
enable
config t
ip route 10.73.164.0/24 10.175.4.1
ip route 10.175.0.0/24 10.175.4.1
ip route 10.175.4.0/24 10.175.4.1
no ip route 0.0.0.0/0 10.175.4.1
exit
end
page

Corp1-Dist-2#^C
Corp1-Dist-2#
Corp1-Dist-2#end
Invalid input -> end
Type ? for a list
Corp1-Dist-2#exit
Corp1-Dist-2>
SYSLOG: <14> Mar 13 08:49:58 Corp1-Dist-2 Security: console logout by un-authenticated console user from PRIVILEGED EXEC mode 
skip
Invalid input -> skip
Type ? for a list
Corp1-Dist-2>exit
Invalid input -> exit
Type ? for a list
Corp1-Dist-2>enable
No password has been assigned yet...
Corp1-Dist-2#
SYSLOG: <14> Mar 13 08:50:02 Corp1-Dist-2 Security: console login by un-authenticated console user to PRIVILEGED EXEC mode 
config t
Corp1-Dist-2(config)#ip route 10.73.164.0/24 10.175.4.1
Corp1-Dist-2(config)#ip route 10.175.0.0/24 10.175.4.1
Corp1-Dist-2(config)#ip route 10.175.4.0/24 10.175.4.1
Corp1-Dist-2(config)#no ip route 0.0.0.0/0 10.175.4.1
Corp1-Dist-2(config)#exit
Corp1-Dist-2#
SYSLOG: <14> Mar 13 08:50:08 Corp1-Dist-2 Security: running-config was potentially changed by operator from console 
end
Invalid input -> end
Type ? for a list
Corp1-Dist-2#page
Enable page display mode
Corp1-Dist-2#