

Execution datetime: 20190620.073234 


Trying 10.176.14.231...
Connected to 10.176.14.231.
Escape character is '^]'.



DC-Access-2#
end
exit

exit
enable
skip
copy run tftp 10.175.4.58 configs/cr490-june19/dc-access2.conf

DC-Access-2#^C
DC-Access-2#
DC-Access-2#end
Invalid input -> end
Type ? for a list
DC-Access-2#exit
DC-Access-2>^C
DC-Access-2>
DC-Access-2>exit
Invalid input -> exit
Type ? for a list
DC-Access-2>enable
No password has been assigned yet...
DC-Access-2#skip
Disable page display mode
DC-Access-2#copy run tftp 10.175.4.58 configs/cr490-june19/dc-access2.conf
DC-Access-2#Upload running-config to TFTP server done.
DC-Access-2#