

Execution datetime: 20190313.094820 


Trying 10.176.14.232...
Connected to 10.176.14.232.
Escape character is '^]'.



Remote2-Switch>skip
exit
enable
config t
ip route 10.73.164.0/24 10.175.4.1
ip route 10.175.0.0/24 10.175.4.1
ip route 10.175.4.0/24 10.175.4.1
no ip route 0.0.0.0/0 10.175.4.1
exit
end
page

Remote2-Switch>skip
Invalid input -> skip
Type ? for a list
Remote2-Switch>exit
Invalid input -> exit
Type ? for a list
Remote2-Switch>enable
No password has been assigned yet...
Remote2-Switch#
SYSLOG: <14> Mar 13 08:48:17 Remote2-Switch Security: console login by un-authenticated console user to PRIVILEGED EXEC mode 
config t
Remote2-Switch(config)#ip route 10.73.164.0/24 10.175.4.1
Invalid input -> route 10.73.164.0/24 10.175.4.1
Type ? for a list
Remote2-Switch(config)#ip route 10.175.0.0/24 10.175.4.1
Invalid input -> route 10.175.0.0/24 10.175.4.1
Type ? for a list
Remote2-Switch(config)#ip route 10.175.4.0/24 10.175.4.1
Invalid input -> route 10.175.4.0/24 10.175.4.1
Type ? for a list
Remote2-Switch(config)#no ip route 0.0.0.0/0 10.175.4.1
Invalid input -> route 0.0.0.0/0 10.175.4.1
Type ? for a list
Remote2-Switch(config)#exit
Remote2-Switch#
SYSLOG: <14> Mar 13 08:48:24 Remote2-Switch Security: running-config was potentially changed by operator from console 
end
Invalid input -> end
Type ? for a list
Remote2-Switch#page
Enable page display mode
Remote2-Switch#