

Execution datetime: 20190313.094819 


Trying 10.176.14.232...
Connected to 10.176.14.232.
Escape character is '^]'.



ISP1(AS20)#
end
exit
skip
exit
enable
config t
ip route 10.73.164.0/24 10.175.4.1
ip route 10.175.0.0/24 10.175.4.1
ip route 10.175.4.0/24 10.175.4.1
no ip route 0.0.0.0/0 10.175.4.1
exit
end
page

ISP1(AS20)#^C
ISP1(AS20)#
ISP1(AS20)#end
Invalid input -> end
Type ? for a list
ISP1(AS20)#exit
ISP1(AS20)>
SYSLOG: <14> Mar 13 08:57:22 ISP1(AS20) Security: console logout by un-authenticated console user from PRIVILEGED EXEC mode 
skip
Invalid input -> skip
Type ? for a list
ISP1(AS20)>exit
Invalid input -> exit
Type ? for a list
ISP1(AS20)>enable
No password has been assigned yet...
ISP1(AS20)#
SYSLOG: <14> Mar 13 08:57:26 ISP1(AS20) Security: console login by un-authenticated console user to PRIVILEGED EXEC mode 
config t
ISP1(AS20)(config)#ip route 10.73.164.0/24 10.175.4.1
ISP1(AS20)(config)#ip route 10.175.0.0/24 10.175.4.1
ISP1(AS20)(config)#ip route 10.175.4.0/24 10.175.4.1
ISP1(AS20)(config)#no ip route 0.0.0.0/0 10.175.4.1
ISP1(AS20)(config)#exit
ISP1(AS20)#
SYSLOG: <14> Mar 13 08:57:32 ISP1(AS20) Security: running-config was potentially changed by operator from console 
end
Invalid input -> end
Type ? for a list
ISP1(AS20)#page
Enable page display mode
ISP1(AS20)#