

Execution datetime: 20190313.141638 


Trying 10.176.14.232...
Connected to 10.176.14.232.
Escape character is '^]'.


*
* * * ttyS1 is being used by (pid=28735) !!!
*

1 - Initiate a regular session
2 - Initiate a sniff session
3 - Send messages to another user
4 - Kill session(s)
5 - Quit

Enter your option : 1
skip
exit
enable
config t
ip route 10.73.164.0/24 10.175.4.1
ip route 10.175.0.0/24 10.175.4.1
ip route 10.175.4.0/24 10.175.4.1
no ip route 0.0.0.0/0 10.175.4.1
exit
end
page

1 - Initiate a regular session
2 - Initiate a sniff session
3 - Send messages to another user
4 - Kill session(s)
5 - Quit

Enter your option : 
1 - Initiate a regular session
2 - Initiate a sniff session
3 - Send messages to another user
4 - Kill session(s)
5 - Quit

Enter your option : 

dist_2>skip
Invalid input -> skip
Type ? for a list
dist_2>exit
Invalid input -> exit
Type ? for a list
dist_2>enable
No password has been assigned yet...
dist_2#config t
dist_2(config)#ip route 10.73.164.0/24 10.175.4.1
Static Route: Errno(7) Duplicate route entry
dist_2(config)#ip route 10.175.0.0/24 10.175.4.1
Static Route: Errno(7) Duplicate route entry
dist_2(config)#ip route 10.175.4.0/24 10.175.4.1
Static Route: Errno(7) Duplicate route entry
dist_2(config)#no ip route 0.0.0.0/0 10.175.4.1
Static Route: Errno(8) Route does not exist
dist_2(config)#exit
dist_2#end
Invalid input -> end
Type ? for a list
dist_2#page
Enable page display mode
dist_2#