

Execution datetime: 20190313.094755 


Trying 10.176.14.232...
Connected to 10.176.14.232.
Escape character is '^]'.



ISP2(AS30)#
ISP2(AS30)#
end
exit
skip
exit
enable
config t
ip route 10.73.164.0/24 10.175.4.1
ip route 10.175.0.0/24 10.175.4.1
ip route 10.175.4.0/24 10.175.4.1
no ip route 0.0.0.0/0 10.175.4.1
exit
end
page
^C
ISP2(AS30)#
ISP2(AS30)#end
Invalid input -> end
Type ? for a list
ISP2(AS30)#exit
ISP2(AS30)>
SYSLOG: <14> Mar 13 08:58:11 ISP2(AS30) Security: console logout by un-authenticated console user from PRIVILEGED EXEC mode 
skip
Invalid input -> skip
Type ? for a list
ISP2(AS30)>exit
Invalid input -> exit
Type ? for a list
ISP2(AS30)>enable
No password has been assigned yet...
ISP2(AS30)#
SYSLOG: <14> Mar 13 08:58:15 ISP2(AS30) Security: console login by un-authenticated console user to PRIVILEGED EXEC mode 
config t
ISP2(AS30)(config)#ip route 10.73.164.0/24 10.175.4.1
ISP2(AS30)(config)#ip route 10.175.0.0/24 10.175.4.1
ISP2(AS30)(config)#ip route 10.175.4.0/24 10.175.4.1
ISP2(AS30)(config)#no ip route 0.0.0.0/0 10.175.4.1
ISP2(AS30)(config)#exit
ISP2(AS30)#
SYSLOG: <14> Mar 13 08:58:22 ISP2(AS30) Security: running-config was potentially changed by operator from console 
end
Invalid input -> end
Type ? for a list
ISP2(AS30)#page
Enable page display mode
ISP2(AS30)#